Repository: pkom/gestionies
Catalog: gestionies/courses/locale/*/LC_MESSAGES/django.po
Languages: es

source: Course
es: Curso

source: Academic course
es: Curso académico

source: Delays for warning
es: Retrasos para amonestación

source: Number of delays for warning
es: Número de retrasos para amonestación

source: Delays by quarter
es: Retrasos por trimestres

source: Reset delays by quarter
es: Reinicializar amonestaciones por retrasos por trimestres

source: First quarter start date
es: Fecha inicio primer trimestre

source: First quarter end date
es: Fecha fin primer trimestre

source: Second quarter start date
es: Fecha inicio segundo trimestre

source: Third quarter start date
es: Fecha inicio tercer trimestre

source: Third quarter end date
es: Fecha fin tercer trimestre

source: Weight assigned to first criterion evaluation
es: Peso asignado en la evaluación para el primer criterio

source: Weight assigned to second criterion evaluation
es: Peso asignado en la evaluación para el segundo criterio

source: Weight assigned to third criterion evaluation
es: Peso asignado en la evaluación para el tercer criterio

source: Weight assigned to fourth criterion evaluation
es: Peso asignado en la evaluación para el cuarto criterio

source: Weight assigned to fifth criterion evaluation
es: Peso asignado en la evaluación para el quinto criterio

source: Weight assigned to sixth criterion evaluation
es: Peso asignado en la evaluación para el sexto criterio
